{
    "home": [
        {
            "header": "A vibrant Samba-Reggae Percussion band full of energy and uplifting spirit.",
            "content": "<p>Batala Bangor is a Samba-Reggae percussion group.</p>"
        },
        {
            "header": "Facebook Feed",
            "content": "<div class=\"row" id="fbFeed"></div>"
        },
        {
            "header": "Book Us",
            "content": "<div id="bookUs"></div>"
        },
        {
            "header": "Join Us",
            "content": "<div id="joinUs"></div>"
        },
        {
            "header": "Come Watch Us",
            "content": "<p>Our upcoming gigs:</p>
				<br />
				<div id="monthGigList"></div>"
        },
		{
            "header": "Some Photos",
            "content": "<div class="homePic">
					<a href="giphy2.gif"  onclick="target='_blank'">
						<img src="giphy2.gif" class="band" alt="band images"/><br />
					</a>
				</div>"
        }
		
    ],
    "about": [
        {
            "header": "intro",
            "content": "<p>Batala was started by Giba Gonçalves. Giba was born in Salvador, and has played with Ilê Aiyê, 
			Olodum, and Malê Debalê, as well as touring the world with Kuoma. In 1997, he was settled in Paris, 
			and decided to set up a samba reggae group there. The name he chose combines two things: 
			Obatalá (the name of an orixa - spirit guide, or god - in Candomblé, the religion which came with 
			people of the Yoruba nation taken to Brazil as slaves), and the French phrase "Battre à là!" ("Beat that!"). 
			From the beginning, Batala had links with the bloco afro Cortejo Afro, shared their repertoire, 
			and had a standing invitation to join them in the Salvador Carnival. All our drums and costumes 
			come from community workshops that are part of the same project as Cortejo Afro. 
			So, as Giba’s brainchild spread across France to the UK and beyond, to become the global network it is now, 
			the international Batala family has contributed increasingly to the local economy in Salvador. 
			Despite this international dimension, Batala groups retain their independence and diversity, 
			reflecting their place of origin.</p>
        },
        {
            "header": "mundo",
            "content": "<p>For more information and for links to other Batala bands in the UK and around the world,
			<a href="https://en.wikipedia.org/wiki/Batala_(music)" onclick="target='_blank'">
			visit Batala's page on wikipedia</a>.
			</p>"
        },
        {
            "header": "documentary",
            "content": "<p>If you would like to know more about how and why Batala started, Batala's mission, and the contribution Batala
			has to the local community along with the contribution each band makes to the economy in Salvador, watch this 3 part
			documentary:
			<br><a href="https://www.youtube.com/watch?v=YajNgbMPKKM" onclick="target='_blank'">
				Batala Documentary (SVE project) - When Plastic Meets Metal- Encontro Vulcanico 2011 (Part 1/3)</a>
			<br><a href="https://www.youtube.com/watch?v=ZtpMQgo4fno" onclick="target='_blank'">
				Batala Documentary (SVE project) - When Plastic Meets Metal- Encontro Vulcanico 2011 (Part 2/3)</a>
			<br><a href="https://www.youtube.com/watch?v=zlELdPZdbJY" onclick="target='_blank'">
				Batala Documentary (SVE project) - When Plastic Meets Metal- Encontro Vulcanico 2011 (Part 3/3)</a>
			</p>"
        },
        {
            "header": "bangor",
            "content": "<p>Batala Bangor started in 2003, the second UK Batala after Portsmouth, which had started the year before. 
			Bangor already had a well-established percussion group - Samba Bangor - and it was an ex-SB member, Paul Green, 
			who, on moving back here from Portsmouth, persuaded them to run a samba reggae workshop tutored by Giba. 
			The response and enthusiasm generated by this led, not just to the foundation of Bangor’s Batala group, 
			but ultimately to the setting up of Batala<!--s Liverpool and --> Lancaster by dedicated people who, 
			after attending the workshop, continued to travel to Bangor for regular practices for months afterwards. 
			Batala Bermo also came about as a direct consequence of our performance at the Barmouth Jazz Festival and 
			was tutored initially by Paul. Batala Bangor exists to play Giba’s music with passion and pleasure. 
			It is a mainstay of the North Wales Summer Carnival scene, and has enlivened numerous community events, 
			private gigs, parties - even weddings!
			<br>
			<br><b>People love our infectious music, our enthusiasm and our obvious enjoyment of what we do.</b>
			</p>"
        }
    ],
    "gallery": [
        {
            "header": "intro",
            "content": ""
        },
        {
            "header": "gallery",
            "content": ""
        }
    ],
    "contact": [
        {
            "header": "intro",
            "content": ""
        },
        {
            "header": "bookUs",
            "content": ""
        },
        {
            "header": "joinUs",
            "content": ""
        },
        {
            "header": "socialMedia",
            "content": "<p>Find us on Facebook:<br>
				<a href="https://www.facebook.com/batala.bangor" onclick="target='_blank'"> 	<!-- onclick="target='_blank'" opens the link in a new window when clicked -->
					<img src="FB-logo.png" class="socialMedia" alt="Facebook"></a> 
				<br>
				Follow us on Twitter:<br>
				<a href="https://twitter.com/batalabangor" onclick="target='_blank'">		<!-- open a new window when clicked -->
				<img src="twitter-logo.png" class="socialMedia" alt="twitter"></a>
				</p>"
        }
    ],
    "gigs": [
        {
            "header": "intro",
            "content": ""
        }
    ],
    "members": [
        {
            "header": "intro",
            "content": ""
        }
    ]
}
